xml/request/Journal64.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:adhl="http://oss.dbc.dk/ns/adhl">
    <soapenv:Header/>
    <soapenv:Body>
        <adhl:adhlRequest>
            <adhl:id>
                <!--1 or more repetitions:-->
                <adhl:pid>870970-basis:29726795</adhl:pid>
                <adhl:pid>870970-basis:29028877</adhl:pid>
                <adhl:pid>870970-basis:29145075</adhl:pid>
                <adhl:pid>870970-basis:29145083</adhl:pid>
                <adhl:pid>870970-basis:28511663</adhl:pid>
                <adhl:pid>870970-basis:29060649</adhl:pid>
                <adhl:pid>870970-basis:28634560</adhl:pid>
                <adhl:pid>870970-basis:29716560</adhl:pid>
            </adhl:id>
            <!--Optional:-->
            <adhl:numRecords>5</adhl:numRecords>
            <!--Optional:-->
            <adhl:outputType>xml</adhl:outputType>
            <!--Optional:-->
            <adhl:callback>?</adhl:callback>
        </adhl:adhlRequest>
    </soapenv:Body>
</soapenv:Envelope>